[
  {
    "timestamp": "2011-12-17T12:00:00",
    "title": "Décès de Kim Jong-il",
    "description": "Le régime dynastique de Corée du Nord commence le 17 décembre 2011 avec le décès de Kim Jong-il. Il laisse le pouvoir à l'un de ses fils, Kim Jong-un, à peine âgé de 28 ans et sans expérience politique."
  },
  {
    "timestamp": "2022-08-01T12:00:00",
    "title": "Kim Yo-jong à la tribune d'un meeting",
    "description": "En août 2022, Kim Yo-jong est à la tribune d'un meeting destiné à célébrer la victoire de la Corée du Nord contre un ennemi, le Covid-19, qui a fini par frapper le pays."
  },
  {
    "timestamp": "2013-12-12T12:00:00",
    "title": "Exécution de Jang Song-thaek",
    "description": "Jang Song-thaek, l'oncle tout-puissant, le beau-frère de Kim Jong-il, l'homme qui servit de mentor aux jeunes Kim Jong-un à ses débuts au pouvoir, est arrêté et aussitôt exécuté le 12 décembre 2013."
  },
  {
    "timestamp": "2018-02-09T12:00:00",
    "title": "Jeux Olympiques d'Hiver de Pyeongchang",
    "description": "C'est aux Jeux Olympiques d'Hiver de Pyeongchang en Corée du Sud que Kim Yo-jong fait sa première apparition internationale. Elle est placée juste derrière Mike Pence, le vice-président américain."
  },
  {
    "timestamp": "2017-09-03T12:00:00",
    "title": "6e test nucléaire de la Corée du Nord",
    "description": "Le 3 septembre 2017, la Corée du Nord effectue son 6e test nucléaire. L'annonce triomphale est faite à la télévision de Pyongyang."
  },
  {
    "timestamp": "2018-04-27T12:00:00",
    "title": "Rencontre entre Kim Jong-un et Moon Jae-in",
    "description": "C'est là que symboliquement, Kim Jong-un retrouve le président de la Corée du Sud, Moon Jae-in, le 27 avril 2018, à peine deux mois après la mission de Kim Yo-jong à Séoul."
  },
  {
    "timestamp": "2018-06-12T12:00:00",
    "title": "Rencontre entre Donald Trump etKim Jong-un à Singapour",
    "description": "Donald Trump accepte de rencontrer Kim Jong-un à Singapour, une première historique organisée contre l'avis des faucons de son administration."
  },
  {
    "timestamp": "2019-02-27T12:00:00",
    "title": "Deuxième rencontre entre Donald Trump et Kim Jong-un à Hanoi",
    "description": "Il y aura deux autres rencontres entre Donald Trump et Kim Jong-un, en février, puis juin 2019, à Hanoi, puis à Panmunjom, sur la ligne de démarcation entre les deux Corées."
  },
  {
    "timestamp": "2019-06-30T12:00:00",
    "title": "Troisième rencontre entre Donald Trump et Kim Jong-un à Panmunjom",
    "description": "La troisième rencontre entre Donald Trump et Kim Jong-un a lieu à Panmunjom, sur la ligne de démarcation entre les deux Corées. C'est la première fois qu'un président américain met le pied en Corée du Nord."
  },
  {
    "timestamp": "2020-01-01T12:00:00",
    "title": "Nouvel An 2020",
    "description": "Au Nouvel An 2020, Kim Jong-un annonce la fin du moratoire sur les essais nucléaires et balistiques."
  },
  {
    "timestamp": "2020-04-15T12:00:00",
    "title": "Disparition de Kim Jong-un",
    "description": "Le 15 avril 2020, Kim Jong-un disparaît des radars. Il ne participe pas à la célébration de l'anniversaire de son grand-père, Kim Il-sung, fondateur de la République populaire démocratique de Corée."
  },
  {
    "timestamp": "2020-05-01T12:00:00",
    "title": "Réapparition de Kim Jong-un",
    "description": "Kim Jong-un réapparaît le 1er mai 2020, lors de l'inauguration d'une usine d'engrais."
  },
  {
    "timestamp": "2021-01-14T12:00:00",
    "title": "8e congrès du Parti des travailleurs de Corée",
    "description": "Lors du 8e congrès du Parti des travailleurs de Corée, Kim Jong-un reconnaît pour la première fois l'échec de son plan quinquennal."
  },
  {
    "timestamp": "2021-06-15T12:00:00",
    "title": "Kim Jong-un apparaît amaigri",
    "description": "Kim Jong-un apparaît amaigri à la télévision d'État en juin 2021, ce qui suscite des spéculations sur sa santé."
  },
  {
    "timestamp": "2022-01-01T12:00:00",
    "title": "Nouvel An 2022",
    "description": "Au Nouvel An 2022, Kim Jong-un annonce un nouveau plan quinquennal."
  },
  {
    "timestamp": "2022-02-16T12:00:00",
    "title": "Anniversaire de Kim Jong-il",
    "description": "Le 16 février 2022, Kim Jong-un célèbre l'anniversaire de son père, Kim Jong-il."
  },
  {
    "timestamp": "2022-04-15T12:00:00",
    "title": "Anniversaire de Kim Il-sung",
    "description": "Le 15 avril 2022, Kim Jong-un célèbre l'anniversaire de son grand-père, Kim Il-sung."
  },
  {
    "timestamp": "2022-07-27T12:00:00",
    "title": "Journée de la Victoire",
    "description": "Le 27 juillet 2022, Kim Jong-un célèbre la Journée de la Victoire, qui marque la fin de la guerre de Corée."
  },
  {
    "timestamp": "2022-10-01T12:00:00",
    "title": "Journée de la Fondation de la République",
    "description": "Le 1er octobre 2022, Kim Jong-un célèbre la Journée de la Fondation de la République."
  },
  {
    "timestamp": "2022-12-17T12:00:00",
    "title": "Anniversaire du décès de Kim Jong-il",
    "description": "Le 17 décembre 2022, Kim Jong-un commémore l'anniversaire dudécès de son père, Kim Jong-il."
  }
]
