[
  {
    "timestamp": "2010-01-01T00:00:00",
    "title": "Accusation de financement illégal de la campagne présidentielle de 2007",
    "description": "Nicolas Sarkozy est accusé par plusieurs personnes proches du couple Bettencourt, du financement illégal de sa campagne présidentielle de 2007 par ce même couple."
  },
  {
    "timestamp": "2012-11-22T00:00:00",
    "title": "Statut de témoin assisté dans l'affaire Woerth-Bettencourt",
    "description": "Nicolas Sarkozy est placé sous le statut de témoin assisté dans l'affaire Woerth-Bettencourt."
  },
  {
    "timestamp": "2013-03-21T00:00:00",
    "title": "Mise en examen pour abus de faiblesse sur Liliane Bettencourt",
    "description": "Nicolas Sarkozy est mis en examen pour abus de faiblesse sur Liliane Bettencourt."
  },
  {
    "timestamp": "2013-10-07T00:00:00",
    "title": "Non-lieu dans l'affaire Woerth-Bettencourt",
    "description": "Une décision de non-lieu est rendue en faveur de Nicolas Sarkozy dans l'affaire Woerth-Bettencourt."
  },
  {
    "timestamp": "2015-05-01T00:00:00",
    "title": "Relaxation d'Éric Woerth",
    "description": "Éric Woerth, trésorier de la campagne, est mis en examen pour trafic d'influence passif et pour recel de financement illicite de parti politique, et est relaxé."
  },
  {
    "timestamp": "2009-01-01T00:00:00",
    "title": "Début de l'affaire des sondages de l'Élysée",
    "description": "L'affaire des sondages de l'Élysée commence avec la publication d'un rapport de la Cour des comptes pointant des irrégularités dans les marchés conclus entre l'Élysée et neuf instituts de sondage."
  },
  {
    "timestamp": "2012-03-12T00:00:00",
    "title": "Début de l'affaire Sarkozy-Kadhafi",
    "description": "L'affaire Sarkozy-Kadhafi est déclenchée par la publication, par le journal en ligne Mediapart, de deux documents laissant supposer l’existence d’un versement de 50 millions d'euros à des fins de financement de la campagne présidentielle de Nicolas Sarkozy en 2007 de la part du régime libyen de Mouammar Kadhafi."
  },
  {
    "timestamp": "2012-04-30T00:00:00",
    "title": "Plainte contre Mediapart",
    "description": "Nicolas Sarkozy dépose plainte contre le journal en ligne pour « faux » et « usage de faux ». La procédure se solde par un non-lieu le 30 mai 2016."
  },
  {
    "timestamp": "2018-01-01T00:00:00",
    "title": "Mise en examen dans l'affaire Sarkozy-Kadhafi",
    "description": "Nicolas Sarkozy est mis en examen par l'Office anticorruption (OCLCIFF) pour « corruption passive, financement illicite de campagne électorale et recel de détournement de fonds publics libyens »."
  },
  {
    "timestamp": "2020-01-01T00:00:00",
    "title": "Mise en examen pour association de malfaiteurs",
    "description": "Nicolas Sarkozy, Claude Guéant, Brice Hortefeux et Thierry Gaubert sont mis en examen pour « association de malfaiteurs » en vue de la préparation de ces délits, par le Parquet national financier (PNF)."
  },
  {
    "timestamp": "2023-04-11T00:00:00",
    "title": "Demande de jugement par le PNF",
    "description": "Le Parquet national financier demande que Nicolas Sarkozy, Claude Guéant, Brice Hortefeux et Éric Woerth soient jugés."
  },
  {
    "timestamp": "2014-03-01T00:00:00",
    "title": "Début de l'affaire Sarkozy-Azibert",
    "description": "L'affaire Sarkozy-Azibert, dite aussi affaire des écoutes ou affaire Paul Bismuth, débute à la suite d'écoutes judiciaires effectuées dans le cadre de l'affaire Sarkozy-Kadhafi."
  },
  {
    "timestamp": "2014-07-02T00:00:00",
    "title": "Mise en examen pour corruption active",
    "description": "Nicolas Sarkozy est mis en examen pour « corruption active », « trafic d'influence » et « recel de violation du secret professionnel »."
  },
  {
    "timestamp": "2020-11-23T00:00:00",
    "title": "Ouverture du procès pour corruption",
    "description": "Le procès s'ouvre. C'est la première fois sous la Ve République qu'un ancien président est jugé pour corruption."
  },
  {
    "timestamp": "2021-03-01T00:00:00",
    "title": "Condamnation pour corruption et trafic d’influence",
    "description": "Le tribunal correctionnel de Paris reconnaît les accusés coupables, Nicolas Sarkozy étant condamné à trois ans d’emprisonnement, dont un ferme, pour corruption et trafic d’influence."
  },
  {
    "timestamp": "2023-05-17T00:00:00",
    "title": "Condamnation en appel",
    "description": "En appel, Nicolas Sarkozy est condamné à trois ans de prison dont un ferme avec détention à domicile sous bracelet électronique et trois ans de privation des droits civiques."
  },
  {
    "timestamp": "2021-09-30T00:00:00",
    "title": "Condamnation pour financement illégal de campagne électorale",
    "description": "Nicolas Sarkozy est condamné à un an de prison ferme pour financement illégal de sa campagne électorale dans l'affaire Bygmalion. Il fait appel."
  },
  {
    "timestamp": "2020-01-01T00:00:00",
    "title": "Ouverture d'une enquête préliminaire pour trafic d’influence et blanchiment de crime ou de délit",
    "description": "Une enquête préliminaire visant Nicolas Sarkozy est ouverte par le Parquet national financier sur des soupçons de « trafic d’influence » et de « blanchiment de crime ou de délit » pour sa rémunération par la société d'assurances russe Reso-Garantia, détenue par deux milliardaires et oligarques russo-arméniens, les frères Sergey et Nikolay Sarkisov, tous deux proches de Vladimir Poutine. Nicolas Sarkozy a reçu début 2020 un paiement de 500 000 euros dans le cadre d’un contrat de conseil s’élevant à trois millions d’euros."
  }
]
